{
  "APPLICATION": {
    "LANGUAGE": "Язык приложения",
    "THEME": "Оформление"
  },
  "LANGUAGE": {
    "EN": "English",
    "RU": "Русский"
  },

  "ENUM": {
    "THEME": {
      "DARK": "Темное",
      "LIGHT": "Светлое"
    },
    "RENT_TYPE": {
      "SHORT_TERM": "Краткосрочная/посуточная",
      "LONG_TERM": "Долгосрочная/бессрочная"
    },
    "SPACE_TYPE": {
      "APARTMENTS": "Апартаменты",
      "FLAT": "Квартира",
      "GARAGE": "Гараж/парковочное место",
      "HOUSE": "Дом",
      "OPEN_SPACE": "Помещение свободного назначения",
      "UTILITY": "Хозяйственного (специального) назначения"
    }
  },

  "ENTITY": {
    "RATING": {
      "PLACE_RATING": "Помещение",
      "LANDLORD_RATING": "Арендодатель",
      "NEIGHBOR_RATING": "Соседи",
      "PROS": "Достоинства",
      "CONS": "Недостатки",
      "COMMENT": "Комментарий"
    }
  },

  "ACTION": {
    "WILDCARD_BACK": "Вернуться домой"
  },









  "NAVIGATION": {
    "NAVIGATION": "Навигация",
    "FIND": "Найти",
    "ADD": "Добавить",
    "ABOUT": "О приложении",
    "WILDCARD": "Кажется, Вы заблудились..."
  },
  "TEXT": {
    "ABOUT": "RentRate — это инновационный онлайн сервис, который поможет вам легко найти подходящее помещение для аренды в любом городе. С помощью удобных фильтров поиска вы сможете выбрать жилое или коммерческое помещение, отвечающее вашим параметрам, таким как цена, площадь, количество комнат и другие. Кроме того, благодаря расширенным отзывам от пользователей, вы сможете получить более полное представление о потенциальном арендном объекте. Вы также можете делиться своим опытом аренды жилых или нежилых помещений, чтобы помочь другим пользователям делать более осознанный выбор. Уникальной особенностью RentRate является возможность добавления новых помещений в базу данных. Если вы нашли идеальное помещение, которого нет в приложении, просто добавьте его и помогите другим пользователям найти свое идеальное предложение. Найдите лучшее помещение для аренды с RentRate прямо сейчас и сделайте процесс поиска жилья более удобным и эффективным!",
    "ABOUT_WARNING": "Внимание! Проект создан исключительно в образовательных целях. Пользуясь предоставленными услугами Вы подтверждаете, что RentRate не несет ответственности за сохранность внесенных Вами данных, и осознаете возможность утечки или порчи этих данных."
  }
}
